IDEA StatiCa Open Model
CoordSystemByPoint.Point Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Point where Y o Z axis is located
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Point3D Point { get; set; }
Public Property Point As Point3D
	Get
	Set
public:
property Point3D^ Point {
	Point3D^ get ();
	void set (Point3D^ value);
}
Property Value
Type: Point3D
See Also
Reference
CoordSystemByPoint Class
IdeaRS.OpenModel.Geometry3D Namespace